import 'package:places/domain/sight.dart';

Sight data1 = new Sight("Площадь победы", 51.670956, 39.210304, "url", "Площадь заполненная памятниками ВОВ и много текста очень много текста и много текста очень много текста и много текста очень много текста и много текста очень много текста","Площадь");
Sight data2 = new Sight("ВГУ",51.656341,39.205733,"url","Главное образовательное учереждение Воронежа","ВУЗ");
Sight data3 = new Sight("Музей имени Крамского",51.673916,39.209587,"url","Прекрасный музей, включающий множество выставочных залов","Музей");

final List<Sight> mocks = [data1, data2, data3];
